tap "aws/tap"
tap "cloudflare/cloudflare"
tap "colinstein/imgcat"
tap "dart-lang/dart"
tap "gitguardian/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instantclienttap/instantclient"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "qovery/replibyte"
tap "rcmdnk/rcmdnkcask"
tap "stripe/stripe-cli"
tap "takesxisximada/tap"
tap "takesxisximada/tap", "git@github.com:TakesxiSximada/homebrew-tap"
brew "act"
brew "ansible"
brew "apr-util"
brew "arm-linux-gnueabihf-binutils"
brew "asciidoc"
brew "asciidoctor"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bfg"
brew "binutils"
brew "boost"
brew "bower"
brew "cabal-install"
brew "cairo"
brew "circleci"
brew "clojure"
brew "cloudflare/cloudflare/cloudflared"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "ctop"
brew "cvs"
brew "dart-lang/dart/dart"
brew "ditaa"
brew "docutils"
brew "doxygen"
brew "ffmpeg"
brew "fortune"
brew "freetds"
brew "freetype"
brew "gawk"
brew "gcalcli"
brew "gcc"
brew "gdb"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gitguardian/tap/ggshield"
brew "glib"
brew "global"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "goose"
brew "goreman"
brew "graphviz"
brew "groff"
brew "gts"
brew "haproxy"
brew "harfbuzz"
brew "haskell-stack"
brew "helm"
brew "help2man"
brew "heroku/brew/heroku"
brew "hub"
brew "hugo"
brew "ideviceinstaller"
brew "imagemagick"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "ios-deploy"
brew "iproute2mac"
brew "jack"
brew "jpeg"
brew "jpeg", link: true
brew "jq"
brew "kubectx"
brew "ldns"
brew "leiningen"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libfido2"
brew "libheif"
brew "libiconv"
brew "libimobiledevice", args: ["HEAD"]
brew "libogg"
brew "libpng"
brew "libpq"
brew "libraw"
brew "librsvg"
brew "libslirp"
brew "libssh"
brew "libssh2"
brew "libtool"
brew "libusbmuxd"
brew "libvorbis"
brew "libvterm"
brew "libxml2"
brew "libxmlsec1"
brew "llvm"
brew "lua"
brew "luajit"
brew "mailutils"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "minetest"
brew "mitmproxy"
brew "mongodb/brew/mongocli"
brew "mysql-client"
brew "mysql-client@5.7"
brew "mysql@5.7", link: true
brew "n"
brew "nasm"
brew "nethack"
brew "netpbm"
brew "nginx"
brew "nkf"
brew "nmap"
brew "node"
brew "node@16"
brew "oath-toolkit"
brew "open-jtalk"
brew "openjdk"
brew "openldap"
brew "openssh"
brew "pandoc"
brew "pango"
brew "php"
brew "php@7.2"
brew "pinentry-mac"
brew "plantuml"
brew "poppler"
brew "postgresql"
brew "python@3.10"
brew "python@3.11"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qovery/replibyte/replibyte"
brew "qt@5"
brew "rbenv"
brew "redis"
brew "redis@6.2", link: true
brew "ripgrep"
brew "rsync"
brew "rubberband"
brew "ruby-build"
brew "sbcl"
brew "sbt"
brew "shellcheck"
brew "sl"
brew "sox"
brew "sqlfluff"
brew "stripe/stripe-cli/stripe"
brew "stunnel"
brew "takesxisximada/tap/apisprout"
brew "takesxisximada/tap/cmake@3.24.2", link: false
brew "takesxisximada/tap/ditaa"
brew "takesxisximada/tap/poppler"
brew "terraform"
brew "tesseract"
brew "texinfo"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "wakatime-cli", link: false
brew "wget"
brew "whalebrew"
brew "wireguard-tools"
brew "xpdf", link: false
brew "yarn"
brew "youtube-dl"
brew "yq"
cask "android-platform-tools"
cask "aquaskk"
cask "blackhole-2ch"
cask "google-cloud-sdk"
cask "keycastr"
cask "miniconda"
cask "ngrok"
cask "xquartz"
cask "zoom"
cask "chromedriver"
cask "docker"
cask "gimp"
cask "latexit"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
mas "Slack", id: 803453959
