tap "aws/tap"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/rcmdnkcask"
brew "apr-util"
brew "arm-linux-gnueabihf-binutils"
brew "asciinema"
brew "autoconf"
brew "awscli"
brew "python@3.8"
brew "azure-cli"
brew "bash"
brew "bfg"
brew "binutils"
brew "cabal-install"
brew "libpng"
brew "circleci"
brew "clojure"
brew "cocoapods"
brew "cowsay"
brew "ctop"
brew "curl"
brew "cvs"
brew "libtool"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "jpeg"
brew "ffmpeg"
brew "gawk"
brew "gcc"
brew "gdb"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "golang-migrate"
brew "goreman"
brew "gts"
brew "pango"
brew "graphviz"
brew "groff"
brew "haproxy"
brew "helm"
brew "help2man"
brew "hub"
brew "hugo"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "iproute2mac"
brew "jack"
brew "jq"
brew "krb5"
brew "kubectx"
brew "leiningen"
brew "libssh"
brew "libvterm"
brew "libxml2"
brew "libxmlsec1"
brew "llvm"
brew "lua"
brew "mailutils"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mysql-client"
brew "mysql@5.7", link: true
brew "nasm"
brew "nethack"
brew "nginx"
brew "nmap"
brew "oath-toolkit"
brew "pandoc"
brew "php@7.2", link: true
brew "pinentry-mac"
brew "plantuml"
brew "poppler"
brew "postgresql"
brew "python@3.7"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rsync"
brew "sbcl"
brew "sbt"
brew "shellcheck"
brew "sl"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "wget"
brew "whalebrew"
brew "wireguard-tools"
brew "yarn"
brew "yq"
brew "aws/tap/aws-sam-cli"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
cask "chromedriver"
cask "docker"
cask "gimp"
cask "google-cloud-sdk"
cask "keycastr"
cask "latexit"
cask "ngrok"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "ToyViewer", id: 414298354
